tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iann0036/iamlive"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "readline"
brew "asdf"
brew "autossh"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "curl"
brew "dmg2img"
brew "entr"
brew "exa"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glances"
brew "gzip"
brew "hadolint"
brew "htop"
brew "httpie"
brew "jq"
brew "m-cli"
brew "mas"
brew "pv"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "iann0036/iamlive/iamlive"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "anki"
cask "battle-net"
cask "beyond-compare"
cask "calibre"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "gog-galaxy"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "kobo"
cask "mullvadvpn"
cask "netnewswire"
cask "nightfall"
cask "photosweeper-x"
cask "proxyman"
cask "pycharm-ce"
cask "qbittorrent"
cask "quicken"
cask "rectangle"
cask "steam"
cask "superduper"
cask "the-unarchiver"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "Brother iPrint&Scan", id: 1193539993
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "GrandPerspective", id: 1111570163
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LG Screen Manager", id: 1142051783
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pins", id: 1547106997
mas "Pixelmator Pro", id: 1289583905
mas "ToothFairy", id: 1191449274
mas "Vinegar", id: 1591303229
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
mas "WireGuard", id: 1451685025
mas "WorldWideWeb", id: 1621370168
