tap "hashicorp/tap", trusted: true
tap "iann0036/iamlive", trusted: true
tap "terraform-linters/tap"
brew "act"
brew "asdf"
brew "atomicparsley"
brew "autossh"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cidr"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dive"
brew "docutils"
brew "entr"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "go"
brew "hadolint"
brew "httpie"
brew "hugo"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "libdvdcss"
brew "m-cli"
brew "mas"
brew "mole"
brew "prek"
brew "pv"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "unzip"
brew "uv"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "iann0036/iamlive/iamlive"
cask "1password"
cask "anki"
cask "balenaetcher"
cask "beyond-compare"
cask "calibre"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "ghostty"
cask "gog-galaxy"
cask "gpg-suite"
cask "iterm2"
cask "kap"
cask "maccy"
cask "makemkv"
cask "mullvad-vpn"
cask "netnewswire"
cask "nightfall"
cask "photosweeper-x"
cask "pycharm"
cask "qbittorrent"
cask "quicken"
cask "rectangle"
cask "steam"
cask "superduper"
cask "terraform-linters/tap/tflint", trusted: true
cask "the-unarchiver"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Brother iPrint&Scan", id: 1193539993
mas "Color Picker", id: 1545870783
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "DeArrow", id: 6451469297
mas "GrandPerspective", id: 1111570163
mas "iA Writer", id: 775737590
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "LG Screen Manager", id: 1142051783
mas "MediaInfo", id: 510620098
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pins", id: 1547106997
mas "Pixelmator Pro", id: 1289583905
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "ToothFairy", id: 1191449274
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
mas "WorldWideWeb", id: 1621370168
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "bierner.markdown-preview-github-styles"
vscode "codezombiech.gitignore"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "kddejong.vscode-cfn-lint"
vscode "loriscro.super"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.wasm-wasi-core"
vscode "redhat.vscode-yaml"
vscode "sebastianbille.iam-legend"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "ziyasal.vscode-open-in-github"
go "example.com/hello"
uv "osxphotos"
